{
  "ru": {
    "nav-home": "меню",
    "nav-services": "услуги",
    "nav-portfolio": "портфолио",
    "nav-pricing": "цена",
    "nav-about": "о нас",
    "contact-us": "Связаться с нами",
    "hero-unskewed-text": "Маркетинговое",
    "heading-primary": "Агентство",
    "heading-secondary-hero": "Цифровое агентство, основанное в чехии",
    "heading-tertiary-hero": "IK.Agency - это динамичное и инновационное маркетинговое агентство, которое помогает клиентам достигать поставленных целей в рекламе.",
    "potential-heading": "Раскрой свой маркетинговый потенциал с нами ",
    "potential-paragraph": "У нас небольшая команда, и это позволяет нам быть гибкими, быстро адаптирующимися к работе  с нашими клиентами для достижения наивысших результатов",
    "service-decoration": "что входит в наши услуги",
    "services-heading-secondary": "Наши",
    "services-unskewed-text": "Услуги",
    "services-paragraph": "Ik.Agency  предлагает широкий спектр маркетинговых услуг, разработанных с учетом уникальных потребностей каждого клиента",
    "magic-question": "Когда-нибудь задумывались, как происходит маркетинговое волшебство?",
    "magic-answer": "Как это работает",
    "benefits-question": "Ищете маркетологов, которые могли бы помочь вашему бизнесу получать прибыль?",
    "benefits-answer": "Наши сотрудники",
    "process-vertical-text": "как это работает",
    "process-heading": "Процесс запуска наших рекламных ",
    "process-unskewed-text": "кампаний",
    "process-paragraph": "Ik.Agency придерживается совместного и итеративного подхода к маркетингу, уделяя особое внимание пониманию и удовлетворению индивидуальных потребностей каждого клиента.",
    "discovery-title": "Знакомство",
    "discovery-info": "Мы начинаем с того, что знакомимся с нашими клиентами, их бизнес-целями и целевой аудиторией.",
    "strategy-title": "Стратегия",
    "strategy-info": "Мы разрабатываем стратегию, которая определяет маркетинговый подход, опыт клиентов и ключевые особенности проекта.",
    "testing-title": "Тестирование",
    "testing-info": "Мы всегда тестируем рекламные креативы и целевые страницы перед запуском, чтобы наша реклама была максимально эффективной.",
    "advertisement-title": "Реклама",
    "advertisement-info": "После тестирования мы устанавливаем настройки, необходимые для максимизации прибыли от наших рекламных кампаний при масштабировании"
  },
  "en": {
    "nav-home": "home",
    "nav-services": "services",
    "nav-portfolio": "portfolio",
    "nav-pricing": "pricing",
    "nav-about": "about",
    "contact-us": "Contact Us",
    "hero-unskewed-text": "Marketing",
    "heading-primary": "Agency",
    "heading-secondary-hero": "Czech-Based Digital Agency",
    "heading-tertiary-hero": "IK.Agency is a dynamic and innovative marketing agency that helps clients achieve their advertising goals. With our expertise and experience, we guarantee exceptional results.",
    "potential-heading": "Unlock Your Marketing Potential with us",
    "potential-paragraph": "Despite being a small team, we believe that it gives us only opportunities, allowing us to be flexible, adaptable and able to work closely with our clients to achieve truly awesome results",
    "service-decoration": "what we do",
    "services-heading-secondary": "Our",
    "services-unskewed-text": "Services",
    "services-paragraph": "IK.Agency offers a range of marketing services elaborated to the unique needs of each client",
    "magic-question": "Have you ever wondered how marketing magic happens?",
    "magic-answer": "see how we work",
    "benefits-question": "Are you looking for marketing specialists who can help your business make a profit?",
    "benefits-answer": "meet our experts",
    "process-vertical-text": "see how it works",
    "process-heading": "How Our Marketing Process",
    "process-unskewed-text": "Works",
    "process-paragraph": "IK.Agency follows a collaborative and iterative approach to marketing, with a focus on understanding and meeting the unique needs of each client.",
    "discovery-title": "Discovery",
    "discovery-info": "We start by getting to know our clients, their business goals and their target audience.",
    "strategy-title": "Strategy",
    "strategy-info": "We develop a strategy that outlines the marketing approach, user experience, and key features of the project.",
    "testing-title": "Testing",
    "testing-info": "We always test advertising creatives and landing pages before launching the main advertisement so that our advertising is as effective as possible.",
    "advertisement-title": "Advertisement",
    "advertisement-info": "After testing, we already know exactly which settings we will to use to maximize the profit of our advertising campaigns when scaling"
  }
}